[
  {
    "id": "1",
    "title": "नए साल के अवसर पर विशेष अवकाश",
    "details": "सभी विद्यार्थियों और अभिभावकों को सूचित किया जाता है कि 1 जनवरी 2026 को नए साल के अवसर पर विद्यालय में छात्रों की उपस्थिति कम होने के कारण अवकाश रहेगा। इस दिन विद्यालय केवल 12:30 बजे तक खुलेगा। नए साल के इस मौके पर विद्यार्थी और शिक्षक अपने परिवार के साथ समय व्यतीत कर सकेंगे। यह निर्णय विद्यार्थियों की सुरक्षा और सुविधा को ध्यान में रखते हुए लिया गया है। अभिभावकों से अनुरोध है कि वे बच्चों को समय पर विद्यालय से लेने का प्रबंध करें। विद्यालय की सामान्य गतिविधियां, जैसे कि कक्षाएं, पुस्तकालय सेवाएं और खेलकूद कार्यक्रम, इस दिन सीमित रूप से ही आयोजित होंगे। विद्यालय प्रशासन सभी विद्यार्थियों से अनुरोध करता है कि वे इस अवसर का आनंद अपने परिवार के साथ सुरक्षित और जिम्मेदारीपूर्वक लें।"
    ,
    "date": "01-01-2026"
  },
  {
    "id": "2",
    "title": "छत्तीसगढ़ के चर्चेरा उत्सव पर अवकाश",
    "details": "सभी विद्यार्थियों को सूचित किया जाता है कि 3 जनवरी 2026 को छत्तीसगढ़ के प्रसिद्ध चर्चेरा उत्सव के अवसर पर विद्यालय में अवकाश रहेगा। चूंकि 4 जनवरी 2026 रविवार है, इसलिए विद्यालय अगले सोमवार को सामान्य रूप से खुलेगा। यह उत्सव हमारे सांस्कृतिक धरोहर का एक महत्वपूर्ण हिस्सा है और विद्यार्थियों को अपनी परंपराओं और सांस्कृतिक गतिविधियों में भाग लेने का अवसर प्रदान करता है। विद्यालय प्रशासन सभी विद्यार्थियों और अभिभावकों से अनुरोध करता है कि वे इस अवसर पर उत्सव में शामिल होकर अपने सांस्कृतिक ज्ञान और अनुभव को बढ़ाएं। इस दिन विद्यालय में कोई नियमित कक्षा नहीं होगी। विद्यार्थियों से अपेक्षा है कि वे इस दिन अपने परिवार के साथ उत्सव का आनंद लें और सुरक्षित रहें।"
    ,
    "date": "03-01-2026"
  },
  {
    "id": "3",
    "title": "विद्यालय में कबड्डी प्रतियोगिता",
    "details": "सभी विद्यार्थियों को सूचित किया जाता है कि 7 जनवरी 2026 को हमारे विद्यालय में कबड्डी प्रतियोगिता आयोजित की जाएगी। इस प्रतियोगिता में विद्यालय के छात्र-छात्राएं भाग लेंगे और अन्य विद्यालयों के छात्र भी इस प्रतियोगिता में भागीदारी करेंगे। जो विद्यार्थी प्रतियोगिता में भाग नहीं लेंगे, उन्हें खेल देखने का अवसर मिलेगा। इस अवसर पर खाने-पीने की व्यवस्था विद्यालय द्वारा की जाएगी। यह आयोजन विद्यार्थियों में खेलकूद की रुचि बढ़ाने और टीमवर्क के महत्व को समझाने के लिए आयोजित किया जा रहा है। सभी विद्यार्थियों से अनुरोध है कि वे इस दिन समय पर विद्यालय पहुँचें और खेलकूद गतिविधियों में सक्रिय रूप से भाग लें। इस प्रतियोगिता के दौरान विद्यार्थी अपनी शारीरिक क्षमता और खेल भावना का प्रदर्शन करेंगे।"
    ,
    "date": "07-01-2026"
  },
  {
    "id": "4",
    "title": "खो-खो प्रतियोगिता में भागीदारी",
    "details": "सभी विद्यार्थियों को सूचित किया जाता है कि 8 जनवरी 2026 को विद्यालय की खो-खो टीम अन्य विद्यालयों के साथ प्रतियोगिता में भाग लेने जाएगी। इस दिन खेलकूद गतिविधियों के माध्यम से विद्यार्थियों में शारीरिक क्षमता, टीमवर्क और अनुशासन विकसित करने का अवसर मिलेगा। प्रतियोगिता में भाग लेने वाले विद्यार्थियों को समय पर विद्यालय पहुँचना आवश्यक है। अभिभावकों से अनुरोध है कि वे बच्चों को समय पर भेजने और लेने का प्रबंध करें। खेलकूद के दौरान सुरक्षा का पूरा ध्यान रखा जाएगा। इस आयोजन का उद्देश्य विद्यार्थियों में खेल भावना को बढ़ावा देना और उनके शारीरिक और मानसिक विकास में सहायक होना है।"
    ,
    "date": "08-01-2026"
  },
  {
    "id": "5",
    "title": "10वीं कक्षा के विद्यार्थियों के प्रायोगिक परीक्षा",
    "details": "सभी 10वीं कक्षा के विद्यार्थियों को सूचित किया जाता है कि 15 जनवरी 2026 से प्रायोगिक परीक्षा आयोजित की जाएगी। इस परीक्षा में सभी विद्यार्थियों के लिए उपस्थिति अनिवार्य है। साथ ही परीक्षा शुल्क का समय पर भुगतान करना भी आवश्यक है। परीक्षा शुल्क की जानकारी और भुगतान संबंधी विवरण के लिए विद्यार्थियों से अनुरोध है कि वे विद्यालय कार्यालय से संपर्क करें। प्रायोगिक परीक्षा में भाग लेने वाले विद्यार्थियों को अपने सभी आवश्यक उपकरण और सामग्री साथ लानी होगी। यह परीक्षा उनके शैक्षिक प्रदर्शन और मूल्यांकन का महत्वपूर्ण हिस्सा है। अभिभावकों से अनुरोध है कि वे अपने बच्चों को परीक्षा के लिए प्रेरित करें और उन्हें समय पर विद्यालय पहुँचाने का प्रबंध करें।"
    ,
    "date": "15-01-2026"
  }
]
